Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/other_files/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: smj

source: Fága ulbmil
smj: Fága ulmme

source: Sámit leat okta álbmot vaikko orrot iešguđet riikkas, ja giella čatná sámiid oktii riikarájiid rastá.
smj: Sáme gulluji avta álmmugij vájku årru iesjgeŋga rijkan, ja giella tjadná sámijt aktij badjel rijkarájáj.

source: Sámegiella lea nanu sámi kulturguoddi ja sisttisdoallá oktasaš árvvuid, vásáhusaid ja máhtu.
smj: Sámegiella le ájnas kultuvrraguodden ja gielan li aktisasj árvo, åtsådallama ja máhto.

source: Sámegiella lea almmolaš giella Norggas, Ruoŧas ja Suomas ja lea ulbmil ahte sámegiella galgá bisuhuvvot ja ainovdánahttot boahtte buolvvaide.
smj: Sámegiella le almulasj giella Vuonan, Svierigin ja Suoman ja ulmme le sámegielav bisodit ja åvddånahttet boahtte buolvajda.

source: Seammás lea sámegiella unnitlogugiella Norggas, Ruoŧas, Suomas ja Ruoššas, ja gielladilli ja sámegiela eavttut eai leat ovttaláganat iešguđet guovlluin Sámis.
smj: Sæmmi båttå le sámegiella unneplågogiella Vuonan, Svierigin, Suoman ja Ruossjan, ja gielladille ja sámegiela ævto ælla avtalágátja juohkka guovlon Sámen.

source: Muhtin sámi servodagain lea sámegiella eanetlogu giella, muhto eará sámi servodagain lea sámegiella unnitlogugiella.
smj: Muhtem sáme sebrudagájn le sámegiella ieneplågogiella, ja ietjá sebrudagájn vas unneplågogiella.

source: Oahpahus sámegielas galgá leat mielde lahttudit mánáid ja nuoraid sámi kultuvrii ja servodateallimii, ja kulturipmárdus, gulahallan, oahppahábmen ja identitehtaovdánahttin leat guovddážis oahpaheamis.
smj: Åhpadus sámegielan galggá viehkedit mánájt ja nuorajt oassálastátjit sáme kultuvrraj ja sebrudakiellemij, gånnå kultuvrradádjadus, guládallam, ulmusjvuodahábbmim ja identitehtaåvddånibme le guovdátjin åhpadimen.

source: Oahpahus mii ovddida positiivvalaš guottuid sámegillii ja mii vuhtiiváldá dan máŋggalágan giella- ja kulturvalljivuođa maid sámi oahppit vásihit, addá ohppiide máŋggagielalaš ja - kultuvrralaš gelbbolašvuođa.
smj: Åhpadus mij åvdet positijvalasj guottojt sámegiela hárráj, ja mij vielet giela ja kultuvra moattevuodav majt sáme oahppe åtsådalli, vaddá oahppijda moattegielak ja moattekultuvralasj máhtudagáv.

source: Buorre sámegielgelbbolašvuohta lea deaŧalaš eaktu dasa ahte oassálastit sámi servodat- ja bargoeallimis ja addá vejolašvuođaid válljet oahpu ja barggu ja maid eallinagioahppama.
smj: Buorre sámegielmáhtto le ájnas ækto oassálastátjit sáme sebrudak- ja barggoiellemij ja vaddá máhttelisvuodav válljit åhpadusáv, bargov ja iellemájge oahppamav.

source: Fága sámegiella nubbingiellan galgá ovttas dárogielfágain bidjat vuođu ohppiid doaibmi guovttegielalašvuođa ovdánahttimii, ja leat mielde addime ovttaskas oahppái máhtu, movtta ja oadjebasvuođa válljet sámegiela gulahallangiellan.
smj: Fáhka sámegiella nubbengiellan galggá aktan dárogielfágajn biedjat vuodov oahppij dåjmalasj guovtegielakvuoda åvddånibmáj, ja liehket maŋen vaddemin ájnegis oahppáj máhtov, måvtåv ja jasskavuodav válljitjit sámegielav guládallamgiellan.

source: Deattuhettiin sámi kultuvrra guovddáš árvvuid, sáhttá fága maid čujuhit mainnalágiin sámi árvvuid sáhttá heivehit ja ainovdánahttit ođđa dilálašvuođaide ja rievdi áigái.
smj: Gå fáhka sáme kultuvra guovdálasj árvojt dættot, de máhttá fáhka dan baktu vuosedit gæjnov gåktu sáme árvojt máhttá hiebadit ja åvddånahttet ådå dilijda ja ájggáj mij álu le rievddama vuolen.

source: Diehtu eará eamiálbmogiid ja kultuvrraid birra váikkuha dasa ahte olmmoš buorebut ipmirda ja árvvusatná earáid, ja maid dasa ahte buorebut ipmirda iežas kultuvrra.
smj: Diehto ietjá álggoálmmugij ja kultuvraj birra vaddá buorep dádjadusáv ja vieledimev iehtjádij gáktuj, valla aj buorep dádjadusáv ietjas kultuvra hárráj.

source: Giellamáhttu ja giellaipmárdus ovdána aktiivvalaš giellageavahemiin.
smj: Giellamáhtto ja gielladádjadus åvddån aktijvalasj giellaanujn.

source: Dan dihte lea gulahallan ja olmmošlaš ovttasdoaibman guovddážis fágas ja muosáhusaiguin ja oassálastimiin ovdána oahppi njálmmálaš giella.
smj: Danen le guládallam ja avtastallam iehtjádij guovdátjin fágan, ja åtsådallamij ja oassálasstemij baktu máhttá oahppe njálmálasj giella åvddånit.

source: Fága galgá movttiidahttit oahppi ovdánahttit buriid oahppanstrategiijaid ja kritihkalaš jurddašeami, ja movttiidahttit oahppi lohkan- ja čállinhálu ja buriid lohkan- ja čállindábiid ovdánahttit.
smj: Fáhka galggá arvusmahttet åvddånahtátjit buorre oahppamstrategijajt ja dájdov lájttális ájádallamvuohkáj, ja måvtåstuhttet åvddånahtátjit låhkåm- ja tjállemmielav ja buorre låhkåm- ja tjállemdábijt.

source: Sámi girjjálašvuhtii ja iešguđet sámegielaide ja suopmaniidda oahpásnuhttin viiddida ohppiid iežaset ipmárdusa giella- ja kulturvalljivuođas sámi servodagain.
smj: Gå oahppe sáme girjálasjvuohtaj ja duon dán sámegiellaj ja giellasuorggáj oahpásmuvvi de lassán sijá dádjadus giella- ja kultuvrravalljesvuoda hárráj sáme sebrudagájn.

source: Ohppiin geain lea sámegiella nubbingiellan, eai leat seammalágan eavttut go oahpahallet giela.
smj: Ælla divna oahppijn gejn le sámegiella nubbengiellan sæmmi máhttelisvuoda giela hárráj.

source: Muhtimiin leat sámegielarenat lagasbirrasis, muhto earát eai gula sámegiela earret go oahpahusas.
smj: Muhtemijn li sámegielarena lahkabirrasin, valla iehtjádijn ælla dakkir máhttelisvuoda, ja nav de e sámegielav gulá ietján gå åhpadusán.

source: Vai oahppit ovdánahttet sámegielgelbbolašvuođa buoremus lági mielde, de lea deaŧalaš ahte oahppit besset geavahit iešguđetlágan giellaarenaid.
smj: Vaj oahppe galggi sámegielmáhtudagáv buoremusláhkáj åvddånahttet, de le ájnas oahppijda bessat ávkkit duov dáv giellaarenav.

source: Sámegiella nubbingiellanfága sáhttá maid geavahuvvot reaidun eará fágaide vai nanne giellaoahpaheami.
smj: Fáhka sámegiella nubbengiellan máhttá aj aneduvvat ræjddon ietjá fágajda vaj giellaåhpadus máhttá nanniduvvat.

source: Dasa lassin leat sámegiel- ja dárogielfágas ollu oktasašoasit ja danne lea lagas ovttasbargu dan guovtti fága gaskka deaŧalaš.
smj: Dasi lassen le sámegiel- ja dárogielfágan ållo aktisasjoase, ja danen le lagáp aktisasjbarggo dan guovte fága gaskan ájnas.

source: Fága váldooasit Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
smj: Fáhka le juogeduvvam oajvveåsijda ja juohkka oasen li máhtudakmihto.

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan.
smj: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.

source: Fága lea oktasašfága, mii gullá buot joatkkaoahpahusa oahppoprográmmaide.
smj: Åhpadusábnas la aktisasjåhpadusábnas gájkka åhpadusprográmmajda joarkkaskåvllååhpadusán.

source: Oahpahusa galgá danin heivehit sierra oahppoprográmmaide vai dat livččii ohppiide nu relevánta go vejolaš.
smj: Åhpadusáv galggá dan diehti dahkat nåv guoskevattjan gå máhttelis oahppijda umass åhpadusprográmmaj hebadime baktu.

source: Plána lea juhkkojuvvon 10 dássái.
smj: Pládna le juogeduvvam 10 dássáj.

source: Buot 10 dásis leat juohke váldooasi gullevaš gelbbolašvuođamihttomearit.
smj: Juohkka 10 dásen li máhtudakmihto juohkka oajvveoases.

source: Bajilgovva váldoosiin:
smj: Gåvvå oajvveåsijs:

source: Dássi
smj: Dáse

source: Váldooasit
smj: Oajvveoase

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Čálalaš gulahallan
smj: Tjálalasj guládallam

source: Njálmmálaš gulahallan váldooasis lea guldaleapmi ja hupman guovddážis.
smj: Njálmálasj guládallam oajvveoasen le gulldalibme ja hållam guovdátjin.

source: Sámegiela hupmat máksá gulahallat njálmmálaččat go oassálastá aktiivvalaččat earáiguin.
smj: Sámegielav hållat merkaj guládallat njálmálattjat gå oassálasstá aktijvalattjat iehtjádij.

source: Dát ovdána stoagadettiin, muosáhettiin, oahpadettiin, jurddašettiin, ovdanbuvttidettiin ja ovttastaladettiin earáiguin.
smj: Dát åvddån stågadijn, muossádattijn, åhpadattijn, ájádaládijn, åvddånbuvtedijn ja aktandåjmadijn iehtjádij.

source: Suokkardit ja ovdánahttit gielalaš rollaid repertoara, oahppat ođđa sániid ja doahpagiid dahká ahte oahppi sáhttá ieš sátnádit njálmmálaš teavstta ja albmanahttit iežas oaiviliid ja árvvoštallamiid.
smj: Guoradallat ja åvddånahttet gielalasj rållajt, oahppat ådå bágojt ja moallánagájt vaddá oahppáj allasis máhttelisvuodav hábmedit njálmálasj tevstajt ja buktet åvddån ietjas vuojnojt ja árvustallamijt.

source: Go váldá atnui ođđa ja iešguđetlágan mediaid, de lassánit gielalaš hivvodagat fágaid ja fáttáid rastá.
smj: Gå adnuj válldá ådå ja moattelágásj mediajt, de lassán gielalasj tjehpudahka miehtáj fágaj ja ábnnasij.

source: Dán váldooasis lea sáhka čálalaš gulahallamis, dat mearkkaša lohkat ja čállit sámegillii.
smj: Dán oajvveoasen le sáhka tjálalasj guládallama birra, mij merkaj låhkåt ja tjállet sámegiellaj.

source: Lohkan ja čállin leat buohtalas proseassat ovttaskas oahppi oahppamis.
smj: Låhkåm ja tjállem li buohtalasj prosessa oahppamis.

source: Lea sáhka das ahte ovdánahttit gálgga ipmirdit ja gávdnat oaivila sámegillii čállon teavsttain, ja ieš máhttit hábmet čálalaš teavsttaid sámegillii.
smj: Dánna le sáhka åvddånahttet dájdov dádjadittjat ja gávnatjit ájádusáv tevstajn ma li sámegiellaj tjáledum, ja iesj máhttet hábmedit tjálalasj tevstajt sámegiellaj.

source: Deaivvadit iešguđetlágan teavsttaiguin addá čiekŋudeami ja ipmárdusa mii lea vuođđun ovdánahttit ođđa jurdagiid ja gálgga reflekteredit, dulkot ja árvvoštallat teavsttaid.
smj: Moattelágásj tevstaj baktu máhttá oahppe tjiegŋodit ja dádjadusáv oadtjot ådå ájádusájt åvddånahtátjit, ja máhtukvuodav ájádalátjit, tjielggitjit ja tevstajt árvustalátjit.

source: Lohkan ja guldaleapmi lea čoavdda ođđa muosáhusaide, viiddit sátneriggodahkii ja addá buori vuođu iežas teakstačállimii.
smj: Låhkåm ja gulldalibme le tjåvda ådå muossádusájda, vijdep báhkoboanndudahkaj, ja vaddá buorre vuodov ietjas tækstabuvtadibmáj.

source: Dán váldooasis lea sáhka das ahte oaidnit čanastaga gaskkal giela ja kultuvrra.
smj: Dán oajvveoasen le sáhka vuojnnet giela ja kultuvra aktijvuodav.

source: Árbevirolaš máhtu fievrredeapmi buolvvas bulvii lea deaŧalaš.
smj: Árbbedábálasj máhtov doalvvot buolvas buolvvaj le ájnas.

source: Sámi máinnasteapmi, luođit, lávlagat ja sálmmat, diiddat ja sátnevádjasat, čáppagirjjálašvuohta, govva, filbma ja teáhter leat oasit kultuvrras mat gaskkustit máhtu ja árvvuid.
smj: Sáme subtsastallamvuohke, juojggam, lávllaga ja sálma, dijda ja báhkotsoame, tjáppagirjálasjvuohta, gåvvå, filmma ja teáhter li oase kultuvras ma åvddånbukti máhtov ja árvojt.

source: Váldooassái gullá máhttu sámi giella- ja girjjálašvuođahistorjjá ja sámegielaid ja suopmaniid birra.
smj: Oajvveoassáj gullu máhtto sáme giella- ja girjálasjvuodahiståvrå birra ja sámegielaj ja giellasuorgij birra.

source: Kultuvrralaš gelbbolašvuohta lea diehtit ja árvvus atnit kultuvrralaš ovttaláganvuođaid ja erohusaid sámi servodagain ja daid gaskkas.
smj: Kultuvralasj máhtudahka le diehtet ja vieledit kultuvralasj avtavlágásjvuodajt ja ærádusájt sáme sebrudagájn ja sebrudagáj gaskan.

source: Gelbbolašvuođamihttom earit dásiide juhkkojuvvon
smj: Máhtudakmihto dásijda juogeduvvam

source: Sámegiella nubbingiellan oahppoplána lea huksejuvvon nu ahte leat gelbbolašvuođamihttomearit mat leat juhkkojuvvon 10 dássái.
smj: Sámegiella nubbengiellan oahppopládna le dagádum máhtudakmihtoj ma li juogeduvvam 10 dássáj.

source: Iešguđet dássi hukse ovddit dásiid ala.
smj: Iesjgeŋga dásse le joarkka åvdep dáses.

source: Oahppit sáhttet válljet guovtti molssaeavttu gaskkas, sámegiella 2 dahje sámegiella 3 mihttomearijoksama 10. jahkeceahkis, Jo3 studerenráhkanahtti oahppoprográmmain ja Jo2 fidnofágalaš oahppoprográmmain.
smj: Oahppe máhtti válljit guovte alternatijva gaskan, sámegiella 2 jali sámegiella 3 mihttomierejåksåmij 10. jahkedásen, Jo3 oahppogárvedime åhpadusprográmman ja Jo2 viddnofágalasj åhpadusprográmman.

source: Sii geat válljejit sámegiella 2, galget maŋŋel 10. jahkeceahki leat olahan 1.-7. dási gelbbolašvuođamihttomeriid.
smj: Sámegiella 2

source: Maŋŋel Jo3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-10. dási gelbbolašvuođamihttomeriid.
smj: Maŋŋel Jo3 oahppogárvedime åhpadusprográmman galggi oahppe jåvsådit 1.-10. dáse máhtudakmihtojda.

source: Oahppit geat čađahit visot 10 dási, sáhttet olahit čálalaš ja njálmmálaš sámegielgelbbolašvuođa, ja sis lea vejolašvuohta joatkit studeret alitoahpus gos sámegiella lea oahpahangiellan.
smj: Oahppe gudi tjadádi divna 10 dáse, máhtti jåvsådit sámegiellamáhtudahkaj gånnå gielav máhtti adnet njálmálattjat ja tjálalattjat, ja siján le máhttelisvuohta joarkket alep dáse åhpadusájn gånnå sámegiella le åhpadimgiellan.

source: Sii geat válljejit sámegiella 3, galget maŋŋel 10. jahkeceahki leat olahan 1.-4. dási gelbbolašvuođamihttomeriid.
smj: Sámegiella 3

source: Maŋŋel Jo3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-7. dási gelbbolašvuođamihttomeriid.
smj: Maŋŋel Jo3 oahppogárvedime åhpadusprográmman galggi oahppe jåvsådit 1.-7. dáse máhtudakmihtojda.

source: Ohppiin lea vejolaš válljet sihtet go árvvoštallojuvvot ahte leat joksan sámegiella 2 gelbbolašvuođamihttomeriid vai sámegiella 3 gelbbolašvuođamihttomeriid.
smj: Oahppijda le máhttelis válljit jus sihti árvustaláduvvat sámegiella 2 máhtudakmihtoj vaj sámegiella 3 máhtudakmihtoj milta.

source: Skuvla galgá ohppiide fuomášuhttit dán vejolašvuođa ja movttiidahttit válljet sámegiel 2 loahppaárvvoštallama.
smj: Skåvllå galggá oahppijda huomahahttet dáv máhttelisvuodav vaj oahppe måvtåstuvvi válljitjit sámegiel 2 loahppaárvustallamav.

source: Oahppit fertejit maŋemus lihtus válljet molssaeavttu 10. jahkeceahki álggus.
smj: Oahppe hæhttuji mierredit dav maŋemusát 10. jahkedáse álgon.

source: 13-jagi skuvlavázzin
smj: 13-jage skåvllåvádtsem

source: Ceahkki
smj: Dásse

source: Gelbbolašvuođa-mihttomearit sámegiella 2
smj: Máhtudakmihto sámegiella 2

source: Gelbbolašvuođa-mihtt omearit sámegiella 3
smj: Máhtudakmihto sámegiella 3

source: Vuođđoskuvla
smj: Vuodoskåvllå

source: Maŋŋel 10. jahkeceahki
smj: Maŋŋel 10. jahkedáse

source: Dássi 1-7
smj: Dásse 1-7

source: Dássi 1-4
smj: Dásse 1-4

source: Studeren-ráhkkanahtti oahppoprográmmat
smj: Oahppogárvedime åhpadusprográmma

source: Dássi 1-8
smj: Dásse 1-8

source: Dássi 1-5
smj: Dásse 1-5

source: Dássi 1-9
smj: Dásse 1-9

source: Dássi 1-6
smj: Dásse 1-6

source: Dássi 1-10
smj: Dásse 1-10

source: Fidnofágalaš oahppoprográmmat
smj: Viddnofágalasj åhpadusprográmma

source: Dássi 1-8-*
smj: Dásse 1-8*

source: Maŋŋel lasáhusa oppalaš studeren-gelbbolašvuhtii
smj: Maŋŋel lasádusá dábálasj oahppo-máhtudahkaj

source: * Fidnofágalaš oahppoprográmmain lea Jo1 ja Jo2 diibmolohku unnit go Jo1 studerenráhkkanahtti oahppoprográmmain.
smj: * Viddnofágalasj åhpadusprográmman le Jo1 ja Jo2 tijmmalåhko binnep gå Jo1 oahppogárvedime åhpadusprográmman.

source: Gelbbolašvuođamihttomearit mat leat merkejuvvon násttiin * 8. dásis, eai gusto fidnofágalaš oahppoprográmmaid ohppiide.
smj: Máhtudakmihto ma li merkkiduvvam nástijn * 8. dásen, e gullu viddnofágalasj åhpadusprográmma oahppijda.

source: Fága diibmolohku
smj: Fága tijmmalåhko

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan.
smj: Akta tijmma le 60 minuhta

source: 1.-7. jahkecehkiin: 570 diimmu
smj: 1.-7. jahkedásijn: 570 tijma

source: Molssaeaktu 1: 279 diimmu, gusto ohppiide geat eai vállje vierisgiela / gielalaš čiekŋudeami
smj: Alternatijvva 1: 279 tijma, gulluji oahppijda gudi e vieresgielav / gielalasj tjiegŋodimev vállji

source: Molssaeaktu 2: 222 diimmu, gusto ohppiide geat válljejit vierisgiela / gielalaš čiekŋudeami
smj: Alternatijvva 2: 222 tijma, gulluji oahppijda gudi vieresgielav / gielalasj tjiegŋodimev válljiji

source: Jo1: 103 diimmu
smj: Jo1: 103 tijma

source: Jo2: 103 diimmu
smj: Jo2: 103 tijma

source: Jo3: 103 diimmu
smj: Jo3: 103 tijma

source: Jo 1: 45 diimmu
smj: Jo 1: 45 tijma

source: Jo 2: 45 diimmu
smj: Jo 2: 45 tijma

source: Jo3: 219 diimmu
smj: Vg3: 219 tijma

source: Vuođđogálggat fágas
smj: Vuodotjehpudagá fágan

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das.
smj: Máhtudakmihtujn li vuodotjehpudagá ma åvddånahtti ja li oassen fáhkamáhtudagás.

source: Sámegiella nubbingielas ipmirduvvojit vuođđogálggat ná:
smj: Sámegiella nubbengiellan dádjaduvvi vuodotjehpudagá náv:

source: Máhttit njálmmálaččat ja čálalaččat ovdanbuktit sámegiella nubbingiellanfágas lea guovddážis sámegielgelbbolašvuođa ovdánahttimis.
smj: Máhttet njálmálattjat ja tjálalattjat åvddånbuktet fágan sámegiella nubbengiellan le guovdátjin gå sámegielmáhtudagáv le åvddånahttemin.

source: Dát gálggat leat deaŧalaš reaiddut giellabarggus go galgá ipmirdit ja geavahit giela ain eanet iešguđetlágan ja gáibideaddji oktavuođain.
smj: Dá tjehpudagá li ájnas ræjdo giellabargon gå galggá dádjadit ja adnet gielav ájn vil vijdep ja ienep gájbbedahtte aktijvuodajn.

source: Njálmmálaš gálggaide gullá sihke máhttit guldalit ja máhttit hupmat ja máhttit árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas.
smj: Njálmálasj tjehpudagájda gullu máhttet gulldalit ja máhttet hållat, ja máhttet árvustallat ságastallamij åsijt duon dán ságastallamdilen.

source: Systemáhtalaš oahpahus iešguđetlágan njálmmálaš doaimmaiguin, lea mielde ovdánahttime njálmmálaš gálggaid.
smj: Systemáhtalasj åhpadus duon dán njálmálasj dåjmaj baktu, le maŋen åvddånahttemin njálmálasj tjehpudagáv.

source: Čállin lea vuohki ovdánahttit ja struktureret fuomášumiid ja jurdagiid ja lea maid gulahallanmálle ja oahppanvuohki.
smj: Tjállem le aj vuohke åvddånahttet ja tjielgadit huomahimijt ja ájádusájt, ja le aj guládallamvuohke ja oahppamvuohke.

source: Máhttit lohkat sámegiella nubbingiellanfágas lea oassi praktihkalaš giellagelbbolašvuođas ja mielddisbuktá ahte máhttá lohkat ipmárdusain, diđoštit ja reflekteret ain eanet gáibideaddji teavsttaid.
smj: Máhttet låhkåt fágan sámegiella nubbengiellan le oasse praktihkalasj giellamáhtudagás ja merkaj máhttet dádjadusájn låhkåt, guoradallat ja ájádallat ájn vil ienep gájbbedahtte ja låsep tevstajt.

source: Lohkangálgga ovdánahttin sámegiella nubbingielas nanne maid lohkangálgga oppalaččat.
smj: Låhkåmtjehpudagá åvddånibme sámegiella nubbengiellan máhttá aj dábálasj låhkåmtjehpudagáv nannit.

source: Máhttit rehkenastit sámegiella nubbingiellanfágas lea ovdánahttit doahpagiid, resonerema ja váttisvuođaid čoavdima.
smj: Máhttet rieknit fágan sámegiella nubbengiellan merkaj moallánagájt oahppat, resonnerit ja gássjelisvuodajt tjoavddet.

source: Ipmirdit sturrodagaid, hivvodagaid, meroštallamiid ja mihtidemiid lea maid oassi giellagelbbolašvuođas.
smj: Dádjadit stuorrudagájt, valjesvuodajt, merustallamijt ja mihttimijt le aj oasse giellamáhtudagás.

source: Máhttit geavahit digitála reaidduid lea dárbbašlaš sámegiella nubbingiellanfágas vai sáhttá hálddašit ođđa teakstahámiid ja ovdanbuktimiid.
smj: Máhttet adnet digitála ræjdojt fágan sámegiella nubbengiellan le dárbulasj rijbadittjat ådå tækstahámij ja åvddånbuktemvuogij.

source: Digitála gálga rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas, teavsttaid ráhkadeamis, komponeremis ja divodeamis.
smj: Digitála máhtudahká rahpá ådå oahppamarenajt ja vaddá ådå máhttelisvuodajt låhkåm- ja tjállemåhpadusán, tevstaj buvtadimen, komponeremin ja divodimen.

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallangálgga ja gáldogeavaheami.
smj: Dán aktijvuodan le ájnas åvddånahttet lájttális árvustallamdájdov ja gálldoanov.

source: Digitála reaidduid geavaheapmi sáhttá doarjut ja ovdánahttit ohppiid gulahallangálggaid ja ovdanbuktimiid.
smj: Digitála ræjdoj adnem máhttá doarjjot ja åvddånahttet oahppij guládallamtjehpudagáv ja åvddånbuktemijt.

source: Fága gelbbolašvuođamihttomearit
smj: Fága máhtudakmihto

source: Gelbbolašvuođamihttomearit 1. dási ma ŋŋel
smj: 1. dáse maŋŋela

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: guldalit, stoahkat ja geahččaladdat sámegiela giellajienaiguin
smj: gulldalit, ståhkat ja gæhttjaladdat sámegiela giellajienaj

source: suokkardallat ja geahččaladdat sániiguin, jienaiguin, riimmaiguin ja hoahkamiiguin
smj: guoradallat ja gæhttjaladdat bágoj, jienaj, rijmaj ja báhkoståhkusij

source: dearvvahit, giitit ja muitalit gii son lea sámegillii
smj: buorástahttet, gijttet ja ietjas birra giehttot sámegiellaj

source: dovdat álkis, árgabeaivválaš dili sániid, namaid, doahpagiid ja oanehis cealkagiid
smj: dåbddåt álkkes bæjválasj bágojt, namájt, moallánagájt ja oanes gárgadisájt

source: bidjat oktii álkis sániid oanehis cealkkan
smj: biedjat aktij álkkes bágojt oanes gárgadissan

source: lohkat sámegillii 1-20 rádjái, ja geavahit loguid gulahallamis
smj: låhkåt tállajt sámegiellaj 1-20 rádjáj, ja adnet tállajt guládaládijn

source: geavahit sámi bustávaid ja geahččaladdat sámegiel sániiguin
smj: adnet sáme bokstávajt ja gæhttjaladdat sámegiel bágoj

source: dovdat sámi bustávaid
smj: dåbddåt sáme bokstávajt

source: lohkat ja dovdat oanehis sániid
smj: låhkåt ja dåbddåt oanes bágojt

source: ságastallat sámegiela birra ja dan birra goas lea ávkkálaš máhttit sámegiela
smj: ságastallat sámegiela birra, ja dilij birra goassa ja gånnå le ávkálasj sámegielav máhttet

source: muosáhit ja dovdat giela luđiid, lávlagiid, sálmmaid, álkis muitalusaid, máidnasiid, govaid, spealuid, tv-prográmmaid ja digitála reaidduid bokte
smj: muossádit ja dåbddåt gielav juojggama, lávllagij, sálmaj, álkkes subttsasij, dålusj subttsasij, gåvåj, spelaj, tv-prográmmaj ja digitála ræjdoj baktu

source: Gelbbolašvuođamihttomearit 2. dási ma ŋŋel
smj: 2. dáse maŋŋela

source: stoahkat, geahččaladdat ja bargat jietnademiin ja intonašuvnnain
smj: ståhkat, gæhttjaladdat ja barggat jiednadimijn ja intonasjåvnåjn

source: guldalit ja ipmirdit álkis ságastallamiid ja muitalusaid
smj: gulldalit ja dádjadit álkkes ságastallamijt ja subttsasijt

source: muitalit juoidá iežas ja earáid birra sámegillii
smj: giehttot juojddá ietjas ja iehtjádij birra sámegiellaj

source: oassálastit álkis beaivválaš ságastallamis mas geavaha álkis dadjanmálliid nu ahte ipmirda earáid ja ieš ipmirduvvo
smj: oassálasstet álkkes bæjválasj ságastallamijda gånnå álkkes hållamvuogev adná vaj dádjat ja iesj dádjaduvvá

source: ságastallat teavstta ja gova birra álkis dajaldagaiguin
smj: ságastallat tevstaj ja gåvåj birra álkkes moalgedimij

source: lohkat sámegillii 1-100 rádjái ja geavahit loguid gulahallamis
smj: låhkåt tállajt sámegiellaj 1-100 rádjáj ja adnet tállajt guládaládijn

source: lohkat ja čállit álkis árgabeaisániid
smj: låhkåt ja tjállet álkkes bágojt árggaiellemis

source: dovdat sániid ja dajaldagaid čállagiin
smj: dåbddåt bágojt ja moallánahkkojt tjállagijn

source: čállit diđožiid, sániid ja oanehis cealkagiid
smj: tjállet diededimijt, bágojt ja oanes gárgadisájt

source: geavahit digitála reaidduid čállimis
smj: adnet digitála ræjdojt tjáledijn

source: guldalit ja oassálastit juoigamis, lávlla- ja sálbmalávlumis, riibmemis, hoahkamis ja divttaid ovdanbuktimis
smj: gulldalit ja oassálasstet juojggama, lávlla- ja sálmmalávlloma, rijmaj, báhkoståhkusij ja divtaj åvddånbuktemijda

source: geavahit vahkkobeivviid, mánuid ja dan gávcci jahkodaga namahusaid
smj: adnet namájt biejvijda, mánojda ja dan gávtse jáhpáj

source: ságastallat makkár sámegielsániid máhttá ja makkár dilálašvuođain geavaha sámegiela
smj: ságastallat makkár sámegielbágojt juo máhtti, ja goassa ja gånnå sámásti

source: geavahit sámegiel bivttasnamahusaid ja muitalit iešguđetguovllu sámigávttiid ovttaláganvuođaid ja erohusaid
smj: adnet sáme bivtasnammadusájt ja giehttot sámegáptij birra duot dát guovlos Sámen

source: Gelbbolašvuođamihttomearit 3. dási ma ŋŋel
smj: 3. dáse maŋŋela
